export default [
    {
        "value": "1_156_820000",
        "label": "中国澳门",
        "cities": [
            {
                "value": "1_156_820101",
                "label": "花地玛堂"
            },
            {
                "value": "1_156_820102",
                "label": "圣安多尼堂"
            },
            {
                "value": "1_156_820103",
                "label": "望德堂"
            },
            {
                "value": "1_156_820104",
                "label": "大堂"
            },
            {
                "value": "1_156_820105",
                "label": "风顺堂"
            },
            {
                "value": "1_156_820106",
                "label": "凼仔岛"
            },
            {
                "value": "1_156_820107",
                "label": "路环岛"
            }
        ]
    },
    {
        "value": "1_156_710000",
        "label": "中国台湾",
        "cities": [
            {
                "value": "1_156_710101",
                "label": "台北市"
            },
            {
                "value": "1_156_710102",
                "label": "新北市"
            },
            {
                "value": "1_156_710103",
                "label": "桃园县"
            },
            {
                "value": "1_156_710104",
                "label": "台中市"
            },
            {
                "value": "1_156_710105",
                "label": "台南市"
            },
            {
                "value": "1_156_710106",
                "label": "高雄市"
            },
            {
                "value": "1_156_710110",
                "label": "基隆市"
            },
            {
                "value": "1_156_710111",
                "label": "新竹市"
            },
            {
                "value": "1_156_710112",
                "label": "嘉义市"
            },
            {
                "value": "1_156_710201",
                "label": "新竹县"
            },
            {
                "value": "1_156_710202",
                "label": "宜兰县"
            },
            {
                "value": "1_156_710203",
                "label": "苗栗县"
            },
            {
                "value": "1_156_710204",
                "label": "彰化县"
            },
            {
                "value": "1_156_710205",
                "label": "南投县"
            },
            {
                "value": "1_156_710206",
                "label": "云林县"
            },
            {
                "value": "1_156_710207",
                "label": "嘉义县"
            },
            {
                "value": "1_156_710208",
                "label": "屏东县"
            },
            {
                "value": "1_156_710209",
                "label": "澎湖县"
            },
            {
                "value": "1_156_710210",
                "label": "花莲县"
            },
            {
                "value": "1_156_710211",
                "label": "台东县"
            },
            {
                "value": "1_156_710212",
                "label": "金门县"
            },
            {
                "value": "1_156_710213",
                "label": "连江县"
            }
        ]
    },
    {
        "value": "1_156_810000",
        "label": "中国香港",
        "cities": [
            {
                "value": "1_156_810101",
                "label": "香港岛"
            },
            {
                "value": "1_156_810102",
                "label": "九龙"
            },
            {
                "value": "1_156_810103",
                "label": "新界"
            }
        ]
    },
    {
        "value": "1_156_110000",
        "label": "北京",
        "cities": [
            {
                "value": "1_156_110101",
                "label": "东城"
            },
            {
                "value": "1_156_110102",
                "label": "西城"
            },
            {
                "value": "1_156_110105",
                "label": "朝阳"
            },
            {
                "value": "1_156_110106",
                "label": "丰台"
            },
            {
                "value": "1_156_110107",
                "label": "石景山"
            },
            {
                "value": "1_156_110108",
                "label": "海淀"
            },
            {
                "value": "1_156_110109",
                "label": "门头沟"
            },
            {
                "value": "1_156_110111",
                "label": "房山"
            },
            {
                "value": "1_156_110112",
                "label": "通州"
            },
            {
                "value": "1_156_110113",
                "label": "顺义"
            },
            {
                "value": "1_156_110114",
                "label": "昌平"
            },
            {
                "value": "1_156_110115",
                "label": "大兴"
            },
            {
                "value": "1_156_110116",
                "label": "怀柔"
            },
            {
                "value": "1_156_110117",
                "label": "平谷"
            },
            {
                "value": "1_156_110228",
                "label": "密云"
            },
            {
                "value": "1_156_110229",
                "label": "延庆"
            }
        ]
    },
    {
        "value": "1_156_120000",
        "label": "天津",
        "cities": [
            {
                "value": "1_156_120101",
                "label": "和平"
            },
            {
                "value": "1_156_120102",
                "label": "河东"
            },
            {
                "value": "1_156_120103",
                "label": "河西"
            },
            {
                "value": "1_156_120104",
                "label": "南开"
            },
            {
                "value": "1_156_120105",
                "label": "河北"
            },
            {
                "value": "1_156_120106",
                "label": "红桥"
            },
            {
                "value": "1_156_120110",
                "label": "东丽"
            },
            {
                "value": "1_156_120111",
                "label": "西青"
            },
            {
                "value": "1_156_120112",
                "label": "津南"
            },
            {
                "value": "1_156_120113",
                "label": "北辰"
            },
            {
                "value": "1_156_120114",
                "label": "武清"
            },
            {
                "value": "1_156_120115",
                "label": "宝坻"
            },
            {
                "value": "1_156_120116",
                "label": "滨海"
            },
            {
                "value": "1_156_120221",
                "label": "宁河"
            },
            {
                "value": "1_156_120223",
                "label": "静海"
            },
            {
                "value": "1_156_120225",
                "label": "蓟县"
            }
        ]
    },
    {
        "value": "1_156_130000",
        "label": "河北",
        "cities": [
            {
                "value": "1_156_130100",
                "label": "石家庄"
            },
            {
                "value": "1_156_130200",
                "label": "唐山"
            },
            {
                "value": "1_156_130300",
                "label": "秦皇岛"
            },
            {
                "value": "1_156_130400",
                "label": "邯郸"
            },
            {
                "value": "1_156_130500",
                "label": "邢台"
            },
            {
                "value": "1_156_130600",
                "label": "保定"
            },
            {
                "value": "1_156_130700",
                "label": "张家口"
            },
            {
                "value": "1_156_130800",
                "label": "承德"
            },
            {
                "value": "1_156_130900",
                "label": "沧州"
            },
            {
                "value": "1_156_131000",
                "label": "廊坊"
            },
            {
                "value": "1_156_131100",
                "label": "衡水"
            }
        ]
    },
    {
        "value": "1_156_140000",
        "label": "山西",
        "cities": [
            {
                "value": "1_156_140100",
                "label": "太原"
            },
            {
                "value": "1_156_140200",
                "label": "大同"
            },
            {
                "value": "1_156_140300",
                "label": "阳泉"
            },
            {
                "value": "1_156_140400",
                "label": "长治"
            },
            {
                "value": "1_156_140500",
                "label": "晋城"
            },
            {
                "value": "1_156_140600",
                "label": "朔州"
            },
            {
                "value": "1_156_140700",
                "label": "晋中"
            },
            {
                "value": "1_156_140800",
                "label": "运城"
            },
            {
                "value": "1_156_140900",
                "label": "忻州"
            },
            {
                "value": "1_156_141000",
                "label": "临汾"
            },
            {
                "value": "1_156_141100",
                "label": "吕梁"
            }
        ]
    },
    {
        "value": "1_156_150000",
        "label": "内蒙古",
        "cities": [
            {
                "value": "1_156_150100",
                "label": "呼和浩特"
            },
            {
                "value": "1_156_150200",
                "label": "包头"
            },
            {
                "value": "1_156_150300",
                "label": "乌海"
            },
            {
                "value": "1_156_150400",
                "label": "赤峰"
            },
            {
                "value": "1_156_150500",
                "label": "通辽"
            },
            {
                "value": "1_156_150600",
                "label": "鄂尔多斯"
            },
            {
                "value": "1_156_150700",
                "label": "呼伦贝尔"
            },
            {
                "value": "1_156_150800",
                "label": "巴彦淖尔"
            },
            {
                "value": "1_156_150900",
                "label": "乌兰察布"
            },
            {
                "value": "1_156_152200",
                "label": "兴安盟"
            },
            {
                "value": "1_156_152500",
                "label": "锡林郭勒"
            },
            {
                "value": "1_156_152900",
                "label": "阿拉善盟"
            }
        ]
    },
    {
        "value": "1_156_210000",
        "label": "辽宁",
        "cities": [
            {
                "value": "1_156_210100",
                "label": "沈阳"
            },
            {
                "value": "1_156_210200",
                "label": "大连"
            },
            {
                "value": "1_156_210300",
                "label": "鞍山"
            },
            {
                "value": "1_156_210400",
                "label": "抚顺"
            },
            {
                "value": "1_156_210500",
                "label": "本溪"
            },
            {
                "value": "1_156_210600",
                "label": "丹东"
            },
            {
                "value": "1_156_210700",
                "label": "锦州"
            },
            {
                "value": "1_156_210800",
                "label": "营口"
            },
            {
                "value": "1_156_210900",
                "label": "阜新"
            },
            {
                "value": "1_156_211000",
                "label": "辽阳"
            },
            {
                "value": "1_156_211100",
                "label": "盘锦"
            },
            {
                "value": "1_156_211200",
                "label": "铁岭"
            },
            {
                "value": "1_156_211300",
                "label": "朝阳"
            },
            {
                "value": "1_156_211400",
                "label": "葫芦岛"
            }
        ]
    },
    {
        "value": "1_156_220000",
        "label": "吉林",
        "cities": [
            {
                "value": "1_156_220100",
                "label": "长春"
            },
            {
                "value": "1_156_220200",
                "label": "吉林"
            },
            {
                "value": "1_156_220300",
                "label": "四平"
            },
            {
                "value": "1_156_220400",
                "label": "辽源"
            },
            {
                "value": "1_156_220500",
                "label": "通化"
            },
            {
                "value": "1_156_220600",
                "label": "白山"
            },
            {
                "value": "1_156_220700",
                "label": "松原"
            },
            {
                "value": "1_156_220800",
                "label": "白城"
            },
            {
                "value": "1_156_222400",
                "label": "延边"
            }
        ]
    },
    {
        "value": "1_156_230000",
        "label": "黑龙江",
        "cities": [
            {
                "value": "1_156_230100",
                "label": "哈尔滨"
            },
            {
                "value": "1_156_230200",
                "label": "齐齐哈尔"
            },
            {
                "value": "1_156_230300",
                "label": "鸡西"
            },
            {
                "value": "1_156_230400",
                "label": "鹤岗"
            },
            {
                "value": "1_156_230500",
                "label": "双鸭山"
            },
            {
                "value": "1_156_230600",
                "label": "大庆"
            },
            {
                "value": "1_156_230700",
                "label": "伊春"
            },
            {
                "value": "1_156_230800",
                "label": "佳木斯"
            },
            {
                "value": "1_156_230900",
                "label": "七台河"
            },
            {
                "value": "1_156_231000",
                "label": "牡丹江"
            },
            {
                "value": "1_156_231100",
                "label": "黑河"
            },
            {
                "value": "1_156_231200",
                "label": "绥化"
            },
            {
                "value": "1_156_232700",
                "label": "大兴安岭"
            }
        ]
    },
    {
        "value": "1_156_310000",
        "label": "上海",
        "cities": [
            {
                "value": "1_156_310101",
                "label": "黄浦"
            },
            {
                "value": "1_156_310104",
                "label": "徐汇"
            },
            {
                "value": "1_156_310105",
                "label": "长宁"
            },
            {
                "value": "1_156_310106",
                "label": "静安"
            },
            {
                "value": "1_156_310107",
                "label": "普陀"
            },
            {
                "value": "1_156_310108",
                "label": "闸北"
            },
            {
                "value": "1_156_310109",
                "label": "虹口"
            },
            {
                "value": "1_156_310110",
                "label": "杨浦"
            },
            {
                "value": "1_156_310112",
                "label": "闵行"
            },
            {
                "value": "1_156_310113",
                "label": "宝山"
            },
            {
                "value": "1_156_310114",
                "label": "嘉定"
            },
            {
                "value": "1_156_310115",
                "label": "浦东"
            },
            {
                "value": "1_156_310116",
                "label": "金山"
            },
            {
                "value": "1_156_310117",
                "label": "松江"
            },
            {
                "value": "1_156_310118",
                "label": "青浦"
            },
            {
                "value": "1_156_310120",
                "label": "奉贤"
            },
            {
                "value": "1_156_310230",
                "label": "崇明"
            }
        ]
    },
    {
        "value": "1_156_320000",
        "label": "江苏",
        "cities": [
            {
                "value": "1_156_320100",
                "label": "南京"
            },
            {
                "value": "1_156_320200",
                "label": "无锡"
            },
            {
                "value": "1_156_320300",
                "label": "徐州"
            },
            {
                "value": "1_156_320400",
                "label": "常州"
            },
            {
                "value": "1_156_320500",
                "label": "苏州"
            },
            {
                "value": "1_156_320600",
                "label": "南通"
            },
            {
                "value": "1_156_320700",
                "label": "连云港"
            },
            {
                "value": "1_156_320800",
                "label": "淮安"
            },
            {
                "value": "1_156_320900",
                "label": "盐城"
            },
            {
                "value": "1_156_321000",
                "label": "扬州"
            },
            {
                "value": "1_156_321100",
                "label": "镇江"
            },
            {
                "value": "1_156_321200",
                "label": "泰州"
            },
            {
                "value": "1_156_321300",
                "label": "宿迁"
            }
        ]
    },
    {
        "value": "1_156_330000",
        "label": "浙江",
        "cities": [
            {
                "value": "1_156_330100",
                "label": "杭州"
            },
            {
                "value": "1_156_330200",
                "label": "宁波"
            },
            {
                "value": "1_156_330300",
                "label": "温州"
            },
            {
                "value": "1_156_330400",
                "label": "嘉兴"
            },
            {
                "value": "1_156_330500",
                "label": "湖州"
            },
            {
                "value": "1_156_330600",
                "label": "绍兴"
            },
            {
                "value": "1_156_330700",
                "label": "金华"
            },
            {
                "value": "1_156_330800",
                "label": "衢州"
            },
            {
                "value": "1_156_330900",
                "label": "舟山"
            },
            {
                "value": "1_156_331000",
                "label": "台州"
            },
            {
                "value": "1_156_331100",
                "label": "丽水"
            }
        ]
    },
    {
        "value": "1_156_340000",
        "label": "安徽",
        "cities": [
            {
                "value": "1_156_340100",
                "label": "合肥"
            },
            {
                "value": "1_156_340200",
                "label": "芜湖"
            },
            {
                "value": "1_156_340300",
                "label": "蚌埠"
            },
            {
                "value": "1_156_340400",
                "label": "淮南"
            },
            {
                "value": "1_156_340500",
                "label": "马鞍山"
            },
            {
                "value": "1_156_340600",
                "label": "淮北"
            },
            {
                "value": "1_156_340700",
                "label": "铜陵"
            },
            {
                "value": "1_156_340800",
                "label": "安庆"
            },
            {
                "value": "1_156_341000",
                "label": "黄山"
            },
            {
                "value": "1_156_341100",
                "label": "滁州"
            },
            {
                "value": "1_156_341200",
                "label": "阜阳"
            },
            {
                "value": "1_156_341300",
                "label": "宿州"
            },
            {
                "value": "1_156_341500",
                "label": "六安"
            },
            {
                "value": "1_156_341600",
                "label": "亳州"
            },
            {
                "value": "1_156_341700",
                "label": "池州"
            },
            {
                "value": "1_156_341800",
                "label": "宣城"
            }
        ]
    },
    {
        "value": "1_156_350000",
        "label": "福建",
        "cities": [
            {
                "value": "1_156_350100",
                "label": "福州"
            },
            {
                "value": "1_156_350200",
                "label": "厦门"
            },
            {
                "value": "1_156_350300",
                "label": "莆田"
            },
            {
                "value": "1_156_350400",
                "label": "三明"
            },
            {
                "value": "1_156_350500",
                "label": "泉州"
            },
            {
                "value": "1_156_350600",
                "label": "漳州"
            },
            {
                "value": "1_156_350700",
                "label": "南平"
            },
            {
                "value": "1_156_350800",
                "label": "龙岩"
            },
            {
                "value": "1_156_350900",
                "label": "宁德"
            }
        ]
    },
    {
        "value": "1_156_360000",
        "label": "江西",
        "cities": [
            {
                "value": "1_156_360100",
                "label": "南昌"
            },
            {
                "value": "1_156_360200",
                "label": "景德镇"
            },
            {
                "value": "1_156_360300",
                "label": "萍乡"
            },
            {
                "value": "1_156_360400",
                "label": "九江"
            },
            {
                "value": "1_156_360500",
                "label": "新余"
            },
            {
                "value": "1_156_360600",
                "label": "鹰潭"
            },
            {
                "value": "1_156_360700",
                "label": "赣州"
            },
            {
                "value": "1_156_360800",
                "label": "吉安"
            },
            {
                "value": "1_156_360900",
                "label": "宜春"
            },
            {
                "value": "1_156_361000",
                "label": "抚州"
            },
            {
                "value": "1_156_361100",
                "label": "上饶"
            }
        ]
    },
    {
        "value": "1_156_370000",
        "label": "山东",
        "cities": [
            {
                "value": "1_156_370100",
                "label": "济南"
            },
            {
                "value": "1_156_370200",
                "label": "青岛"
            },
            {
                "value": "1_156_370300",
                "label": "淄博"
            },
            {
                "value": "1_156_370400",
                "label": "枣庄"
            },
            {
                "value": "1_156_370500",
                "label": "东营"
            },
            {
                "value": "1_156_370600",
                "label": "烟台"
            },
            {
                "value": "1_156_370700",
                "label": "潍坊"
            },
            {
                "value": "1_156_370800",
                "label": "济宁"
            },
            {
                "value": "1_156_370900",
                "label": "泰安"
            },
            {
                "value": "1_156_371000",
                "label": "威海"
            },
            {
                "value": "1_156_371100",
                "label": "日照"
            },
            {
                "value": "1_156_371200",
                "label": "莱芜"
            },
            {
                "value": "1_156_371300",
                "label": "临沂"
            },
            {
                "value": "1_156_371400",
                "label": "德州"
            },
            {
                "value": "1_156_371500",
                "label": "聊城"
            },
            {
                "value": "1_156_371600",
                "label": "滨州"
            },
            {
                "value": "1_156_371700",
                "label": "菏泽"
            }
        ]
    },
    {
        "value": "1_156_410000",
        "label": "河南",
        "cities": [
            {
                "value": "1_156_410100",
                "label": "郑州"
            },
            {
                "value": "1_156_410200",
                "label": "开封"
            },
            {
                "value": "1_156_410300",
                "label": "洛阳"
            },
            {
                "value": "1_156_410400",
                "label": "平顶山"
            },
            {
                "value": "1_156_410500",
                "label": "安阳"
            },
            {
                "value": "1_156_410600",
                "label": "鹤壁"
            },
            {
                "value": "1_156_410700",
                "label": "新乡"
            },
            {
                "value": "1_156_410800",
                "label": "焦作"
            },
            {
                "value": "1_156_410900",
                "label": "濮阳"
            },
            {
                "value": "1_156_411000",
                "label": "许昌"
            },
            {
                "value": "1_156_411100",
                "label": "漯河"
            },
            {
                "value": "1_156_411200",
                "label": "三门峡"
            },
            {
                "value": "1_156_411300",
                "label": "南阳"
            },
            {
                "value": "1_156_411400",
                "label": "商丘"
            },
            {
                "value": "1_156_411500",
                "label": "信阳"
            },
            {
                "value": "1_156_411600",
                "label": "周口"
            },
            {
                "value": "1_156_411700",
                "label": "驻马店"
            },
            {
                "value": "1_156_419001",
                "label": "济源"
            }
        ]
    },
    {
        "value": "1_156_420000",
        "label": "湖北",
        "cities": [
            {
                "value": "1_156_420100",
                "label": "武汉"
            },
            {
                "value": "1_156_420200",
                "label": "黄石"
            },
            {
                "value": "1_156_420300",
                "label": "十堰"
            },
            {
                "value": "1_156_420500",
                "label": "宜昌"
            },
            {
                "value": "1_156_420600",
                "label": "襄阳"
            },
            {
                "value": "1_156_420700",
                "label": "鄂州"
            },
            {
                "value": "1_156_420800",
                "label": "荆门"
            },
            {
                "value": "1_156_420900",
                "label": "孝感"
            },
            {
                "value": "1_156_421000",
                "label": "荆州"
            },
            {
                "value": "1_156_421100",
                "label": "黄冈"
            },
            {
                "value": "1_156_421200",
                "label": "咸宁"
            },
            {
                "value": "1_156_421300",
                "label": "随州"
            },
            {
                "value": "1_156_422800",
                "label": "恩施"
            },
            {
                "value": "1_156_429004",
                "label": "仙桃"
            },
            {
                "value": "1_156_429005",
                "label": "潜江"
            },
            {
                "value": "1_156_429006",
                "label": "天门"
            },
            {
                "value": "1_156_429021",
                "label": "神农架"
            }
        ]
    },
    {
        "value": "1_156_430000",
        "label": "湖南",
        "cities": [
            {
                "value": "1_156_430100",
                "label": "长沙"
            },
            {
                "value": "1_156_430200",
                "label": "株洲"
            },
            {
                "value": "1_156_430300",
                "label": "湘潭"
            },
            {
                "value": "1_156_430400",
                "label": "衡阳"
            },
            {
                "value": "1_156_430500",
                "label": "邵阳"
            },
            {
                "value": "1_156_430600",
                "label": "岳阳"
            },
            {
                "value": "1_156_430700",
                "label": "常德"
            },
            {
                "value": "1_156_430800",
                "label": "张家界"
            },
            {
                "value": "1_156_430900",
                "label": "益阳"
            },
            {
                "value": "1_156_431000",
                "label": "郴州"
            },
            {
                "value": "1_156_431100",
                "label": "永州"
            },
            {
                "value": "1_156_431200",
                "label": "怀化"
            },
            {
                "value": "1_156_431300",
                "label": "娄底"
            },
            {
                "value": "1_156_433100",
                "label": "湘西"
            }
        ]
    },
    {
        "value": "1_156_440000",
        "label": "广东",
        "cities": [
            {
                "value": "1_156_440100",
                "label": "广州"
            },
            {
                "value": "1_156_440200",
                "label": "韶关"
            },
            {
                "value": "1_156_440300",
                "label": "深圳"
            },
            {
                "value": "1_156_440400",
                "label": "珠海"
            },
            {
                "value": "1_156_440500",
                "label": "汕头"
            },
            {
                "value": "1_156_440600",
                "label": "佛山"
            },
            {
                "value": "1_156_440700",
                "label": "江门"
            },
            {
                "value": "1_156_440800",
                "label": "湛江"
            },
            {
                "value": "1_156_440900",
                "label": "茂名"
            },
            {
                "value": "1_156_441200",
                "label": "肇庆"
            },
            {
                "value": "1_156_441300",
                "label": "惠州"
            },
            {
                "value": "1_156_441400",
                "label": "梅州"
            },
            {
                "value": "1_156_441500",
                "label": "汕尾"
            },
            {
                "value": "1_156_441600",
                "label": "河源"
            },
            {
                "value": "1_156_441700",
                "label": "阳江"
            },
            {
                "value": "1_156_441800",
                "label": "清远"
            },
            {
                "value": "1_156_441900",
                "label": "东莞"
            },
            {
                "value": "1_156_442000",
                "label": "中山"
            },
            {
                "value": "1_156_445100",
                "label": "潮州"
            },
            {
                "value": "1_156_445200",
                "label": "揭阳"
            },
            {
                "value": "1_156_445300",
                "label": "云浮"
            }
        ]
    },
    {
        "value": "1_156_450000",
        "label": "广西",
        "cities": [
            {
                "value": "1_156_450100",
                "label": "南宁"
            },
            {
                "value": "1_156_450200",
                "label": "柳州"
            },
            {
                "value": "1_156_450300",
                "label": "桂林"
            },
            {
                "value": "1_156_450400",
                "label": "梧州"
            },
            {
                "value": "1_156_450500",
                "label": "北海"
            },
            {
                "value": "1_156_450600",
                "label": "防城港"
            },
            {
                "value": "1_156_450700",
                "label": "钦州"
            },
            {
                "value": "1_156_450800",
                "label": "贵港"
            },
            {
                "value": "1_156_450900",
                "label": "玉林"
            },
            {
                "value": "1_156_451000",
                "label": "百色"
            },
            {
                "value": "1_156_451100",
                "label": "贺州"
            },
            {
                "value": "1_156_451200",
                "label": "河池"
            },
            {
                "value": "1_156_451300",
                "label": "来宾"
            },
            {
                "value": "1_156_451400",
                "label": "崇左"
            }
        ]
    },
    {
        "value": "1_156_460000",
        "label": "海南",
        "cities": [
            {
                "value": "1_156_460100",
                "label": "海口"
            },
            {
                "value": "1_156_460200",
                "label": "三亚"
            },
            {
                "value": "1_156_460300",
                "label": "三沙"
            },
            {
                "value": "1_156_469001",
                "label": "五指山"
            },
            {
                "value": "1_156_469002",
                "label": "琼海"
            },
            {
                "value": "1_156_469003",
                "label": "儋州"
            },
            {
                "value": "1_156_469005",
                "label": "文昌"
            },
            {
                "value": "1_156_469006",
                "label": "万宁"
            },
            {
                "value": "1_156_469007",
                "label": "东方"
            },
            {
                "value": "1_156_469021",
                "label": "定安"
            },
            {
                "value": "1_156_469022",
                "label": "屯昌"
            },
            {
                "value": "1_156_469023",
                "label": "澄迈"
            },
            {
                "value": "1_156_469024",
                "label": "临高"
            },
            {
                "value": "1_156_469025",
                "label": "白沙"
            },
            {
                "value": "1_156_469026",
                "label": "昌江"
            },
            {
                "value": "1_156_469027",
                "label": "乐东"
            },
            {
                "value": "1_156_469028",
                "label": "陵水"
            },
            {
                "value": "1_156_469029",
                "label": "保亭"
            },
            {
                "value": "1_156_469030",
                "label": "琼中"
            }
        ]
    },
    {
        "value": "1_156_500000",
        "label": "重庆",
        "cities": [
            {
                "value": "1_156_500101",
                "label": "万州"
            },
            {
                "value": "1_156_500102",
                "label": "涪陵"
            },
            {
                "value": "1_156_500103",
                "label": "渝中"
            },
            {
                "value": "1_156_500104",
                "label": "大渡口"
            },
            {
                "value": "1_156_500105",
                "label": "江北"
            },
            {
                "value": "1_156_500106",
                "label": "沙坪坝"
            },
            {
                "value": "1_156_500107",
                "label": "九龙坡"
            },
            {
                "value": "1_156_500108",
                "label": "南岸"
            },
            {
                "value": "1_156_500109",
                "label": "北碚"
            },
            {
                "value": "1_156_500110",
                "label": "綦江"
            },
            {
                "value": "1_156_500111",
                "label": "大足"
            },
            {
                "value": "1_156_500112",
                "label": "渝北"
            },
            {
                "value": "1_156_500113",
                "label": "巴南"
            },
            {
                "value": "1_156_500114",
                "label": "黔江"
            },
            {
                "value": "1_156_500115",
                "label": "长寿"
            },
            {
                "value": "1_156_500116",
                "label": "江津"
            },
            {
                "value": "1_156_500117",
                "label": "合川"
            },
            {
                "value": "1_156_500118",
                "label": "永川"
            },
            {
                "value": "1_156_500119",
                "label": "南川"
            },
            {
                "value": "1_156_500223",
                "label": "潼南"
            },
            {
                "value": "1_156_500224",
                "label": "铜梁"
            },
            {
                "value": "1_156_500226",
                "label": "荣昌"
            },
            {
                "value": "1_156_500227",
                "label": "璧山"
            },
            {
                "value": "1_156_500228",
                "label": "梁平"
            },
            {
                "value": "1_156_500229",
                "label": "城口"
            },
            {
                "value": "1_156_500230",
                "label": "丰都"
            },
            {
                "value": "1_156_500231",
                "label": "垫江"
            },
            {
                "value": "1_156_500232",
                "label": "武隆"
            },
            {
                "value": "1_156_500233",
                "label": "忠县"
            },
            {
                "value": "1_156_500234",
                "label": "开县"
            },
            {
                "value": "1_156_500235",
                "label": "云阳"
            },
            {
                "value": "1_156_500236",
                "label": "奉节"
            },
            {
                "value": "1_156_500237",
                "label": "巫山"
            },
            {
                "value": "1_156_500238",
                "label": "巫溪"
            },
            {
                "value": "1_156_500240",
                "label": "石柱"
            },
            {
                "value": "1_156_500241",
                "label": "秀山"
            },
            {
                "value": "1_156_500242",
                "label": "酉阳"
            },
            {
                "value": "1_156_500243",
                "label": "彭水"
            }
        ]
    },
    {
        "value": "1_156_510000",
        "label": "四川",
        "cities": [
            {
                "value": "1_156_510100",
                "label": "成都"
            },
            {
                "value": "1_156_510300",
                "label": "自贡"
            },
            {
                "value": "1_156_510400",
                "label": "攀枝花"
            },
            {
                "value": "1_156_510500",
                "label": "泸州"
            },
            {
                "value": "1_156_510600",
                "label": "德阳"
            },
            {
                "value": "1_156_510700",
                "label": "绵阳"
            },
            {
                "value": "1_156_510800",
                "label": "广元"
            },
            {
                "value": "1_156_510900",
                "label": "遂宁"
            },
            {
                "value": "1_156_511000",
                "label": "内江"
            },
            {
                "value": "1_156_511100",
                "label": "乐山"
            },
            {
                "value": "1_156_511300",
                "label": "南充"
            },
            {
                "value": "1_156_511400",
                "label": "眉山"
            },
            {
                "value": "1_156_511500",
                "label": "宜宾"
            },
            {
                "value": "1_156_511600",
                "label": "广安"
            },
            {
                "value": "1_156_511700",
                "label": "达州"
            },
            {
                "value": "1_156_511800",
                "label": "雅安"
            },
            {
                "value": "1_156_511900",
                "label": "巴中"
            },
            {
                "value": "1_156_512000",
                "label": "资阳"
            },
            {
                "value": "1_156_513200",
                "label": "阿坝"
            },
            {
                "value": "1_156_513300",
                "label": "甘孜"
            },
            {
                "value": "1_156_513400",
                "label": "凉山"
            }
        ]
    },
    {
        "value": "1_156_520000",
        "label": "贵州",
        "cities": [
            {
                "value": "1_156_520100",
                "label": "贵阳"
            },
            {
                "value": "1_156_520200",
                "label": "六盘水"
            },
            {
                "value": "1_156_520300",
                "label": "遵义"
            },
            {
                "value": "1_156_520400",
                "label": "安顺"
            },
            {
                "value": "1_156_520500",
                "label": "毕节"
            },
            {
                "value": "1_156_520600",
                "label": "铜仁"
            },
            {
                "value": "1_156_522300",
                "label": "黔西南"
            },
            {
                "value": "1_156_522600",
                "label": "黔东南"
            },
            {
                "value": "1_156_522700",
                "label": "黔南"
            }
        ]
    },
    {
        "value": "1_156_530000",
        "label": "云南",
        "cities": [
            {
                "value": "1_156_530100",
                "label": "昆明"
            },
            {
                "value": "1_156_530300",
                "label": "曲靖"
            },
            {
                "value": "1_156_530400",
                "label": "玉溪"
            },
            {
                "value": "1_156_530500",
                "label": "保山"
            },
            {
                "value": "1_156_530600",
                "label": "昭通"
            },
            {
                "value": "1_156_530700",
                "label": "丽江"
            },
            {
                "value": "1_156_530800",
                "label": "普洱（思茅）"
            },
            {
                "value": "1_156_530900",
                "label": "临沧"
            },
            {
                "value": "1_156_532300",
                "label": "楚雄"
            },
            {
                "value": "1_156_532500",
                "label": "红河"
            },
            {
                "value": "1_156_532600",
                "label": "文山"
            },
            {
                "value": "1_156_532800",
                "label": "西双版纳"
            },
            {
                "value": "1_156_532900",
                "label": "大理"
            },
            {
                "value": "1_156_533100",
                "label": "德宏"
            },
            {
                "value": "1_156_533300",
                "label": "怒江"
            },
            {
                "value": "1_156_533400",
                "label": "迪庆"
            }
        ]
    },
    {
        "value": "1_156_540000",
        "label": "西藏",
        "cities": [
            {
                "value": "1_156_540100",
                "label": "拉萨"
            },
            {
                "value": "1_156_542100",
                "label": "昌都"
            },
            {
                "value": "1_156_542200",
                "label": "山南"
            },
            {
                "value": "1_156_542300",
                "label": "日喀则"
            },
            {
                "value": "1_156_542400",
                "label": "那曲"
            },
            {
                "value": "1_156_542500",
                "label": "阿里"
            },
            {
                "value": "1_156_542600",
                "label": "林芝"
            }
        ]
    },
    {
        "value": "1_156_610000",
        "label": "陕西",
        "cities": [
            {
                "value": "1_156_610100",
                "label": "西安"
            },
            {
                "value": "1_156_610200",
                "label": "铜川"
            },
            {
                "value": "1_156_610300",
                "label": "宝鸡"
            },
            {
                "value": "1_156_610400",
                "label": "咸阳"
            },
            {
                "value": "1_156_610500",
                "label": "渭南"
            },
            {
                "value": "1_156_610600",
                "label": "延安"
            },
            {
                "value": "1_156_610700",
                "label": "汉中"
            },
            {
                "value": "1_156_610800",
                "label": "榆林"
            },
            {
                "value": "1_156_610900",
                "label": "安康"
            },
            {
                "value": "1_156_611000",
                "label": "商洛"
            }
        ]
    },
    {
        "value": "1_156_620000",
        "label": "甘肃",
        "cities": [
            {
                "value": "1_156_620100",
                "label": "兰州"
            },
            {
                "value": "1_156_620200",
                "label": "嘉峪关"
            },
            {
                "value": "1_156_620300",
                "label": "金昌"
            },
            {
                "value": "1_156_620400",
                "label": "白银"
            },
            {
                "value": "1_156_620500",
                "label": "天水"
            },
            {
                "value": "1_156_620600",
                "label": "武威"
            },
            {
                "value": "1_156_620700",
                "label": "张掖"
            },
            {
                "value": "1_156_620800",
                "label": "平凉"
            },
            {
                "value": "1_156_620900",
                "label": "酒泉"
            },
            {
                "value": "1_156_621000",
                "label": "庆阳"
            },
            {
                "value": "1_156_621100",
                "label": "定西"
            },
            {
                "value": "1_156_621200",
                "label": "陇南"
            },
            {
                "value": "1_156_622900",
                "label": "临夏"
            },
            {
                "value": "1_156_623000",
                "label": "甘南"
            }
        ]
    },
    {
        "value": "1_156_630000",
        "label": "青海",
        "cities": [
            {
                "value": "1_156_630100",
                "label": "西宁"
            },
            {
                "value": "1_156_630200",
                "label": "海东"
            },
            {
                "value": "1_156_632200",
                "label": "海北"
            },
            {
                "value": "1_156_632300",
                "label": "黄南"
            },
            {
                "value": "1_156_632500",
                "label": "海南"
            },
            {
                "value": "1_156_632600",
                "label": "果洛"
            },
            {
                "value": "1_156_632700",
                "label": "玉树"
            },
            {
                "value": "1_156_632800",
                "label": "海西"
            }
        ]
    },
    {
        "value": "1_156_640000",
        "label": "宁夏",
        "cities": [
            {
                "value": "1_156_640100",
                "label": "银川"
            },
            {
                "value": "1_156_640200",
                "label": "石嘴山"
            },
            {
                "value": "1_156_640300",
                "label": "吴忠"
            },
            {
                "value": "1_156_640400",
                "label": "固原"
            },
            {
                "value": "1_156_640500",
                "label": "中卫"
            }
        ]
    },
    {
        "value": "1_156_650000",
        "label": "新疆",
        "cities": [
            {
                "value": "1_156_650100",
                "label": "乌鲁木齐"
            },
            {
                "value": "1_156_650200",
                "label": "克拉玛依"
            },
            {
                "value": "1_156_652100",
                "label": "吐鲁番"
            },
            {
                "value": "1_156_652200",
                "label": "哈密"
            },
            {
                "value": "1_156_652300",
                "label": "昌吉"
            },
            {
                "value": "1_156_652700",
                "label": "博尔塔拉"
            },
            {
                "value": "1_156_652800",
                "label": "巴音郭楞"
            },
            {
                "value": "1_156_652900",
                "label": "阿克苏"
            },
            {
                "value": "1_156_653000",
                "label": "克孜勒苏"
            },
            {
                "value": "1_156_653100",
                "label": "喀什"
            },
            {
                "value": "1_156_653200",
                "label": "和田"
            },
            {
                "value": "1_156_654000",
                "label": "伊犁"
            },
            {
                "value": "1_156_654200",
                "label": "塔城"
            },
            {
                "value": "1_156_654300",
                "label": "阿勒泰"
            },
            {
                "value": "1_156_659001",
                "label": "石河子"
            },
            {
                "value": "1_156_659002",
                "label": "阿拉尔"
            },
            {
                "value": "1_156_659003",
                "label": "图木舒克"
            },
            {
                "value": "1_156_659004",
                "label": "五家渠"
            },
            {
                "value": "1_156_659005",
                "label": "北屯"
            },
            {
                "value": "1_156_659006",
                "label": "铁门关"
            },
            {
                "value": "1_156_659007",
                "label": "双河"
            }
        ]
    }
]
